import React from 'react'
import '../styles/questions.css'

const Questions = () => {
  return (
    <>
      <section className="questions">
        <div className="container questions__container">
          <h2 className="title questions__title">
            Вопросы
          </h2>
          <details className="questions__text">
            <summary className="questions__spoiler">
                Базовые принципы посадочных страниц
            </summary>
            Вы изучите, как выстраивать взаимодействие с партнерами и инфопартнерами, включая конкретные шаблоны сообщений. Как организовывать мероприятия: внутренние, регулярные, флагманские, фестивали и конференции. Как вовлекать сообщество в организацию. Для чего нужен мерчендайзинг. Какие бывают типы монетизации. Узнаем, как взаимодействовать со СМИ, как собрать безу СМИ и наладить контакты. Научимся готовить питч, пресс-релиз и другие повестки. Познакомимися с инструментами работы со СМИ
          </details>
          <details className="questions__text">
            <summary className="questions__spoiler">
                Базовые принципы посадочных страниц
            </summary>
            Вы изучите, как выстраивать взаимодействие с партнерами и инфопартнерами, включая конкретные шаблоны сообщений. Как организовывать мероприятия: внутренние, регулярные, флагманские, фестивали и конференции. Как вовлекать сообщество в организацию. Для чего нужен мерчендайзинг. Какие бывают типы монетизации. Узнаем, как взаимодействовать со СМИ, как собрать безу СМИ и наладить контакты. Научимся готовить питч, пресс-релиз и другие повестки. Познакомимися с инструментами работы со СМИ
          </details>
          <details className="questions__text">
            <summary className="questions__spoiler">
                Базовые принципы посадочных страниц
            </summary>
            Вы изучите, как выстраивать взаимодействие с партнерами и инфопартнерами, включая конкретные шаблоны сообщений. Как организовывать мероприятия: внутренние, регулярные, флагманские, фестивали и конференции. Как вовлекать сообщество в организацию. Для чего нужен мерчендайзинг. Какие бывают типы монетизации. Узнаем, как взаимодействовать со СМИ, как собрать безу СМИ и наладить контакты. Научимся готовить питч, пресс-релиз и другие повестки. Познакомимися с инструментами работы со СМИ
          </details>
          <details className="questions__text">
            <summary className="questions__spoiler">
                Базовые принципы посадочных страниц
            </summary>
            Вы изучите, как выстраивать взаимодействие с партнерами и инфопартнерами, включая конкретные шаблоны сообщений. Как организовывать мероприятия: внутренние, регулярные, флагманские, фестивали и конференции. Как вовлекать сообщество в организацию. Для чего нужен мерчендайзинг. Какие бывают типы монетизации. Узнаем, как взаимодействовать со СМИ, как собрать безу СМИ и наладить контакты. Научимся готовить питч, пресс-релиз и другие повестки. Познакомимися с инструментами работы со СМИ
          </details>
          <details className="questions__text">
            <summary className="questions__spoiler">
                Базовые принципы посадочных страниц
            </summary>
            Вы изучите, как выстраивать взаимодействие с партнерами и инфопартнерами, включая конкретные шаблоны сообщений. Как организовывать мероприятия: внутренние, регулярные, флагманские, фестивали и конференции. Как вовлекать сообщество в организацию. Для чего нужен мерчендайзинг. Какие бывают типы монетизации. Узнаем, как взаимодействовать со СМИ, как собрать безу СМИ и наладить контакты. Научимся готовить питч, пресс-релиз и другие повестки. Познакомимися с инструментами работы со СМИ
          </details>
        </div>
      </section>
    </>
  )
}

export default Questions;